Revit 2027 API
ParameterTypeId.SpacingAppend Property
 "Append Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingAppend { get; }
Public Shared ReadOnly Property SpacingAppend As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingAppend {
	ForgeTypeId^ get ();
}
static member SpacingAppend : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace